{
"facts": [
    "There is no official documentation of how Orlando received its name. Four known stories of its inception exist, but no conclusion has ever been reached.",
    "Orlando is home to more than 100 lakes.",
    "Lake Eola is actually a giant sinkhole. Its deepest point is 80 feet.",
    "Church Street Station, also known as the Old Orlando Railroad Depot, was built in 1889 and is listed on the National Register of Historic Places. SunRail now has a stop nearby.",
    "The City has over 100 parks and 21 community centers offering athletics, camps and social programs.",
    "The first highway in Central Florida was Colonial Drive, which was originally paved brick.",
    "The tallest building in Orlando is the SunTrust Center at 441 feet.",
    "The City of Orlando has a fully functioning pottery studio at the Downtown Recreation Complex. Classes and programs are offered for all ages.",
    "There are over 50 swans at Lake Eola, from five different breeds – whooper, royal mute, trumpeter, Australian black and black neck.",
    "Thomas Gilbert Lee, founder of Orlando’s own T.G. Lee dairy, is buried at the Greenwood Cemetery.",
    "The City of Orlando has its own public skate park.",
    "The major motion picture Lethal Weapon 3 featured the demolition of Orlando’s old City Hall in its opening scene.",
    "The Orlando area was originally the main hub of Florida’s citrus industry. After a disastrous freeze right before the 1900s, farmers began moving their citrus crops south.",
    "The Orlando Citrus Bowl, currently under renovation, was originally constructed in 1936 with a capacity of 10,000.",
    "Lake Baldwin and Baldwin Park take their names from Robert H. B. Baldwin, former secretary of the Navy. A Veterans Park on the northern shore of Lake Baldwin honors those who have served.",
    "The actual name of the fountain at Lake Eola is “Linton E. Allen Memorial Fountain.” The fountain is the “official” symbol of the City of Orlando.",
    "Before being known by its current name, Orlando was called Jernigan after the first permanent settler in the area.",
    "Motion pictures that were filmed in Orlando include Passenger 57, D.A.R.Y.L., Jaws 3, My Girl, Parenthood, Problem Child 2, Lethal Weapon 3, Dead Presidents, The Waterboy, Olive Juice and Monster.",
    "Joseph Bumby, an original pioneer and settler in Orlando, built a hardware store known as “Bumby Hardware Store” on Church Street. The location is now Hamburger Mary’s.",
    "The Rogers Building and the 1890 Railroad Depot are the oldest remaining structures in the downtown area.",
    "The Orlando area had more than 59 million visitors in 2013.",
    "The City of Orlando has had 32 mayors. The first Mayor of Orlando was William Jackson Brack in 1875.",
    "Lake Eola Park is 23 acres. The lake is completely surrounded by a 0.9-mile path, making it easy for visitors to keep track of their distances.",
    "There have been three City Hall buildings.",
    "The Orlando City Soccer Club was originally founded in Austin, Texas, before relocating to Orlando.",
    "The Orlando Public Library is the largest public library building in the state of Florida at 290,000 square feet.",
    "The Citrus Bowl was the site of five 1994 World Cup soccer matches and also hosted the 1996 Olympic soccer first and second rounds.",
    "There is a plaque at Lake Eola commemorating Orlando Reeves’ death during a battle with the Seminole Indians in the 1800s. It is said that the City is named after Mr. Reeves, though no official documentation exists to support that.",
    "A former Orlando Naval Training Center was located where Baldwin Park now is found.",
    "The Orlando Wetlands, located in east Orange County, is home to over 30 species of wildlife that are listed on the Florida Wildlife Conservation Commission’s Threatened and Endangered Wildlife list.",
    "In 1986, eight months before Orlando was awarded an NBA franchise, a contest was held in the Orlando Sentinel for readers to submit their picks for the name of the City’s future basketball team and the finalists were the Heat, the Tropics, the Juice and the Magic.",
    "Likely between 350 and 400 years old, the oldest tree in Orlando is located at Big Tree Park on North Thornton Avenue.",
    "Dubsdread Golf Course is the oldest public course in the area.",
    "There are over 100 notable individuals buried in the Greenwood Cemetery, which offers free moonlight walking tours through the 100-acre cemetery.",
    "Orlando City Hall has two free art galleries that are open to the public.",
    "The Wells’ Built Hotel located in Paramore was a historic hotel and is now a museum of African American history. Celebrities who visited the hotel include Ray Charles, B.B. King, Jackie Robinson and Thurgood Marshall.",
    "The City of Orlando has had various nicknames throughout its history, including City Phenomenal and City of Light. Orlando is currently known as The City Beautiful.",
    "Orlando International Airport serves an estimated 35 million passengers per year.",
    "The first person to make a solo crossing of the Atlantic Ocean in a gas balloon was Orlando resident Joe Kittinger in 1978.",
    "The road Semoran was named by putting the words Seminole and Orange together."
]
}
